2
0
1
r
Q
R
-
6
9
上
海
子
元
汽
车
零
部
件
有
限
公
司
供
货
商
:
苏
州
市
群
友
精
密
机
械
年
应
价
格
编
号
7
U
T
D
o
.
制
表
日
期
门
采
购
交
地
点
新
华
特
序
系
统
代
码
名
称
使
用
型
单
位
下
降
比
率
本
度
备
注
3
5
8
 
手
球
排
档
P
按
键
H
S
电
换
挡
柄
C
光
导
块
4
M
标
牌
分
总
成
B
V
中
央
通
道
模
/
说
明
为
不
含
税
,
且
只
准
原
材
料
双
方
签
订
的
协
议
及
相
关
附
各
项
条
款
要
求
所
物
由
我
验
收
合
后
办
理
入
库
续
。
包
装
必
须
符
便
于
保
存
、
堆
放
计
量
等
基
每
批
送
据
证
生
产
储
(
资
金
自
负
)
以
追
加
效
月
至
_
止
执
行
《
国
和
同
》
之
文
授
权
章
J
守
小
景
田
工
程
塑
胶
仓
A
X
K
+
G
d
e
l
间
扶
k
g
O
E
箱
侧
饰
板
罩
盖
F
a
b
i
N
李
芯
w
Z
Y
会
次
一
倍
柔
贸
易
心
嘉
定
未
环
*
m
f
p
t
s
v
n
L
%
u
前
W
I
银
池
业
务
现
>
吉
林
省
集
团
责
任
安
路
拖
钩
具
盒
渗
汇
住
杰
斯
到
厂
吸
能
训
女
艺
见
令
多
始
他
普
利
复
股
份
规
增
强
爱
驰
亿
维
人
民
币
起
甲
乙
知
亚
德
"
支
撑
脚
臂
向
压
铸
铝
<
毛
毡
卡
;
世
正
对
账
客
户
宁
波
雾
信
息
科
技
深
圳
麦
克
韦
尔
联
刘
洋
话
传
真
数
额
烟
弹
性
套
盈
截
出
核
北
京
佳
品
优
先
菜
南
斤
万
木
耳
芦
笋
针
菇
秧
员
字
需
如
与
差
异
请
在
里
付
书
杭
鱼
器
营
销
贵
帐
余
超
天
逾
最
长
谢
作
!
样
态
网
设
化
]
四
蛾
清
祥
松
家
确
认
财
阿
拉
丁
发
展
仡
宸
熊
琦
悦
刻
劲
爽
薄
荷
冰
镇
西
瓜
摇
覆
盆
荧
版
绿
豆
棒
沁
柠
檬
杏
桃
口
酒
白
色
冻
茶
经
典
醉
蓝
莓
可
乐
沙
气
乌
龙
老
棍
儿
外
壳
镭
雕
周
味
钻
贴
二
¥
预
尾
大
写
贰
佰
玖
拾
伍
陆
仟
捌
壹
角
开
建
城
z
士
将
虎
韵
报
誉
动
许
允
戚
满
意
图
片
尺
寸
类
叁
圆
整
个
彩
目
遇
节
假
延
票
致
三
运
输
适
并
承
担
费
王
赓
」
五
术
严
照
纸
变
更
征
得
根
实
际
情
况
面
另
六
售
若
因
质
问
题
造
返
修
时
改
七
果
停
已
八
或
法
律
藕
坤
然
讯
疫
转
好
此
△
专
川
黄
诵
君
港
委
托
泊
简
津
远
航
矿
石
头
拥
进
接
受
立
义
船
舶
细
抵
卸
提
场
遵
全
管
当
结
岸
完
者
给
损
失
其
履
事
宜
该
案
栈
指
何
错
误
避
免
铁
混
杂
靠
召
参
过
调
体
流
纪
足
监
申
但
视
是
干
式
算
吨
施
疆
企
取
第
非
磅
服
倒
形
局
独
兑
散
浦
则
迟
离
内
政
策
随
约
影
响
留
置
来
即
重
舱
减
载
检
水
亏
积
查
列
少
依
移
也
示
均
无
抗
偿
笔
欠
决
达
除
违
纠
暂
争
处
解
院
诉
讼
共
澳
台
区
持
两
补
充
割
力
凡
冲
突
十
·
快
x
框
架
彦
址
古
淋
轴
塔
东
陈
述
良
它
范
平
愿
诚
础
回
容
括
组
详
唯
试
划
默
殊
打
印
告
缺
拒
赔
直
待
消
归
还
钢
卷
才
否
抽
阶
段
终
端
配
救
措
顺
畅
初
常
测
考
极
审
往
主
底
看
邮
途
身
坏
丢
醒
警
罚
短
破
尽
绩
了
善
队
鼓
励
鞭
落
树
识
培
养
氛
围
寻
找
距
升
断
选
择
淘
汰
替
战
略
研
涉
秘
创
操
册
构
害
种
益
语
言
象
评
论
从
反
扣
九
廉
洁
贿
赂
红
予
举
索
旦
属
做
奖
再
@
c
h
高
着
辖
擅
署
拟
投
峻
炉
健
斌
就
米
江
熟
福
职
楚
织
派
状
险
辆
故
毕
连
递
押
径
音
百
喜
y
读
梁
亦
囚
志
乡
玄
园
润
筑
循
谷
耀
房
概
辰
医
药
疗
#
【
】
源
筹
招
揽
览
窗
涂
屋
风
暖
温
防
弱
扫
描
竣
历
肆
柒
估
固
韩
飞
函
录
诺
陷
背
词
赋
室
馆
丽
武
楼
霍
振
伟
仁
芳
露
张
q
农
青
般
别
级
j
罗
厦
永
久
占
床
临
例
功
这
络
~
边
界
桥
映
似
著
而
仅
偏
姓
纬
控
土
助
切
师
驻
劳
没
缴
纳
社
扇
绝
退
撤
禁
筋
凝
半
护
兰
活
唐
雪
欣
隐
蔽
境
督
布
治
卫
线
累
盐
千
恶
劣
候
封
学
低
济
引
值
综
①
涨
幅
跌
②
③
逆
障
碍
迹
乘
季
拨
颁
\
逐
被
敦
仍
继
热
酬
仲
裁
府
愈
丞
遗
填
缆
获
曹
欧
阔
佘
山
赵
峰
薪
卖
较
迦
粘
昆
幢
层
携
链
丰
座
互
惠
驾
驶
妥
齐
谨
慎
胎
滑
油
遭
搬
带
堵
塞
祸
抛
锚
馈
页
赞
觉
抢
劫
恐
怖
袭
击
速
买
灭
既
让
挂
悉
泄
污
染
震
灾
乱
罢
们
纷
些
徽
腾
淮
寿
县
炎
杨
柳
×
慈
溪
镜
湾
首
浙
今
都
束
步
渐
扩
拱
浮
洽
左
右
辅
帮
废
偷
弄
虚
声
透
侵
犯
站
辩
甚
刑
判
披
诸
众
闭
素
威
又
弥
删
己
春
晖
裕
漆
剂
桶
尘
竞
虑
蔗
寓
剑
钥
茗
莫
邻
旧
仕
莆
湄
洲
噸
云
鹏
辉
彭
滨
阳
宝
煤
炭
镍
坯
届
推
挪
拼
摊
疏
忽
记
催
促
抬
寄
频
拍
摄
插
跟
踪
毁
够
垛
怠
危
巡
伪
阅
盗
毫
晶
凭
欢
究
轨
衡
缮
耗
盘
析
副
赊
锋
沟
戳
亲
礼
券
佣
旅
游
厅
顾
廖
债
晓
瑞
冶
铭
仙
微
夏
〈
朝
火
街
轮
祝
祺
湿
鲤
榜
□
坊
村
软
逸
滋
奔
捆
早
铜
儡
钞
濡
伸
驿
钣
观
母
察
患
漏
欲
兴
臣
奉
贤
渡
邹
融
迪
兵
|
雅
歌
液
扬
么
硫
校
去
栗
贷
答
康
鑫
星
斋
籍
顶
望
诗
锟
埔
乓
淞
援
恢
吞
吐
梯
崁
乔
颗
粒
昼
夜
习
惯
伤
筛
畴
凿
急
钧
潜
咪
夹
腐
宣
狄
彤
秋
鸣
英
泰
舒
ε
焚
譬
萧
捷
蓬
宏
帆
钓
革
慧
晨
&
乎
碗
花
姿
饿
赚
犹
鉴
疑
马
窑
裸
戈
纯
兆
』
曾
叙
美
圣
巴
μ
婆
垦
虫
祂
「
博
肋
郑
峡
缘
搞
净
拆
叫
枭
河
鄞
庙
董
玉
萍
≤
泛
冒
岩
班
兹
磋
讨
缓
命
丑
皮
纹
穴
郝
剧
钙
娱
显
鸿
思
矛
盾
释
糊
广
繁
弃
忠
湖
峪
胜
启
空
休
沿
咨
询
某
教
雇
拷
贝
豁
辑
汉
族
官
译
稳
剩
晰
皋
捡
曲
塘
乏
翼
赎
锡
恒
漕
芹
{
荔
逝
幕
近
ζ
几
潘
孙
紫
岛
尚
撃
滞
篡
域
‰
虹
拓
享
跨
井
俱
囤
庭
折
墩
你
朴
撒
珠
吊
贯
彻
窜
迫
登
越
冷
≥
难
繳
鲜
吁
沪
育
胡
诲
蒸
伺
姚
尿
幡
畔
庞
闷
蕾
庆
窄
σ
爷
丛
^
旱
咸
冈
枳
父
螺
餐
岗
冠
亥
毅
趋
屯
茂
淦
贮
藏
坚
潮
雨
锈
蚀
刷
轻
勿
怕
射
亮
耐
宽
遣
辨
食
宿
练
掌
握
课
邀
辞
瞒
赴
晚
席
讲
=
哪
荐
却
顿
兼
丧
敌
军
锁
暴
掠
瘟
病
辐
党
啸
洪
坡
飓
骤
谅
那
谁
感
蓄
昌
羽
瓦
[
霁
弘
哺
袋
戏
斥
蚤
菊
诱
勤
岁
鼎
熙
陀
甘
泉
闸
涛
智
辛
庄
盛
虞
檐
桩
砼
拌
砂
浆
墙
桂
徐
尹
'
肽
太
厌
埋
翔
桐
梧
汪
璟
紧
猛
靖
菱
艳
演
绘
乒
崔
植
刚
闵
庚
硬
香
瑕
疵
努
勉
渠
伙
缩
势
店
铺
借
私
介
绍
暗
什
掩
淆
嫌
攻
搭
媒
触
闻
契
逃
欺
诈
把
旨
$
垫
※
匹
屏
碎
凹
赠
翻
悔
溯
摆
钳
馨
幻
帕
衬
帝
豪
圈
眩
叠
隔
昧
蒋
岚
粉
η
莱
鲂
Ω
巩
洗
衣
滚
筒
笼
末
蒙
陕
肃
饮
刊
莘
牛
猫
芜
卓
泡
竹
叶
漫
仰
沛
栋
死
旺
巨
宋
衰
雷
钱
蝶
竟
磁
租
绕
聘
偶
败
草
彬
茧
屿
溢
舷
舍
晴
罐
吴
巷
坑
坠
爆
炸
怡
珏
赶
翰
柜
柱
箔
辊
阀
氧
仪
丝
垃
圾
磨
孔
钨
枪
残
挥
毗
伯
贾
刈
蕉
甬
舟
仑
鼠
浪
亡
吃
旬
艘
粗
鲁
怀
隆
迎
宾
岱
衢
钟
岑
峥
翁
驳
劝
夫
敞
旗
阇
领
缸
燥
佩
戴
柯
杉
脑
湘
抱
怨
灿
泽
富
莲
叉
玻
璃
喷
阴
邦
悬
簧
穿
壁
厚
丙
硅
钉
槽
槛
脱
缝
酮
牢
撕
泥
洞
隙
抹
灰
砖
垂
楔
镀
锌
樟
砌
浸
扁
阻
匀
嵌
翘
氯
橡
醇
灵
涩
铆
啮
拧
铰
牙
撞
棚
?
静
璜
锐
画
驱
焊
栏
棉
囱
垮
帽
赌
伏
厢
氏
轩
野
蛮
話
傅
計
峙
锦
翠
凯
雯
卦
組
試
國
運
⑤
夯
浏
敷
灯
钮
迁
卢
硕
遍
扰
秩
听
龄
像
滥
唤
歧
宴
婚
嫁
娶
秉
舞
弊
罪
盟
神
纵
横
妨
锅
艇
燃
忍
渔
践
激
赖
困
恰
迅
撰
伴
碑
访
谈
奶
泳
妃
甸
念
丹
汤
奇
皇
堂
迈
兀
陵
赁
溧
珍
凳
栓
闲
暇
斗
孕
↓
氢
挖
坪
浇
灌
肺
惩
腊
脂
洛
凤
凰
渎
走
鞋
崭
厕
澄
冉
御
毒
擎
烁
绎
崇
淀
郫
魏
赢
扎
渣
杜
拿
葛
尤
⑥
⑦
忘
俭
磐
脏
殴
居
膜
探
泵
枚
曰
熔
杯
寺
挠
弯
锥
浜
蔬
棵
枇
杷
榴
苗
葡
萄
壮
窃
亨
讫
痕
坞
诏
堤
悟
±
逢
聚
涤
纶
添
缔
枯
吡
啶
溶
臭
瘪
瓶
奥
屹
午
吹
纤
冯
δ
宗
浩
纺
贡
昕
酯
燕
町
播
哲
朱
鹿
绣
旭
瓯
梅
廿
笑
骚
乃
玮
锭
叛
羌
昭
伦
吓
}
厨
娟
玥
夕
忱
氟
勇
岳
刮
裂
寰
宇
汞
仔
恋
秦
霉
烂
畸
秤
肥
晟
珂
婷
俊
暨
咩
恩
麒
麟
抄
苑
酸
晋
浒
韬
呼
磊
儒
苯
胺
翟
柏
瀚
芝
涵
冀
穆
虽
β
秀
焕
泾
薇
掘
旌
邱
邯
郸
寨
薯
漪
锵
沈
黑
姐
揭
邪
森
墅
骏
奕
蠡
侯
婵
郭
盱
碾
搅
徒
桔
邓
婕
苇
沓
吋
蔡
莞
眼
瞿
琳
θ
棋
胥
厘
琨
谭
霞
喂
裔
茜
娜
灶
矾
玲
莉
纂
鳌
绑
阊
俞
俄
冕
畜
颖
曼
隧
婉
荣
挑
拣
翅
齿
铬
亭
踩
蜂
敏
敲
蜗
滤
赛
拔
怒
筏
↑
姑
鸟
谓
宛
钦
矩
恪
削
煌
鼻
妖
耿
贺
饭
秒
咖
乳
韶
恂
磷
锂
淳
童
廷
叔
艾
史
坛
喆
娇
句
幼
涧
璐
勒
男
冬
陶
饶
蜀
瓷
遏
刀
宫
丘
[UNK]